Repository: HeDude/codeniacs
Catalog: locale/*/LC_MESSAGES/index.po
Languages: es_es, nl_nl

source: and
es_es: y
nl_nl: en

source: Close map
es_es: Cerrar carpeta
nl_nl: Sluit map

source: Codeniacs description
es_es: Codeniacs ha sido creado con escuelas piloto por expertos en aprendizaje empresarial y TIC. Este esfuerzo fue posible gracias a nuestros patrocinadores.
nl_nl: Codeniacs is opgezet met pilotscholen door deskundigen in ondernemend leren en ICT. Deze inspanning is mogeljk gemaakt door onze sponsors.

source: Entrepreneurial behavior
es_es: Comportamiento emprendedor
nl_nl: Ondernemend gedrag

source: Entrepreneurial learning by ICT
es_es: Aprendizaje emprendedor por TIC
nl_nl: Ondernemend leren door ICT

source: Events
es_es: Eventos
nl_nl: Evenementen

source: Experts in the school
es_es: Expertos en la escuela

source: Fun-raising and stress-reducing
es_es: Diversión y reducción del estrés
nl_nl: Lustverhogend en lastverlagend

source: Hack Education
es_es: Hackear la Educación
nl_nl: Hack het Onderwijs

source: How
es_es: Cómo
nl_nl: Hoe

source: Learn more
es_es: Aprende más
nl_nl: Meer weten

source: Meaningful events
es_es: Eventos significativos
nl_nl: Betekenisvolle evenementen

source: Modern Techniques
es_es: Técnicas modernas
nl_nl: Moderne Technieken

source: Online 24/7 support
es_es: Soporte en línea 24/7
nl_nl: Online 24/7 ondersteuning

source: Open map
es_es: Abrir carpeta
nl_nl: Open kaart

source: Our partners
es_es: Nuestros socios
nl_nl: Onze partners

source: Our promise to education is
es_es: Nuestra promesa a la educación es
nl_nl: Onze belofte aan het onderwijs is

source: Setup Codeniacs
es_es: Codeniacs está diseñado de tal manera que los maestros y las escuelas se sienten aliviados en términos de programa, recursos y compromiso. A través de un entorno de aprendizaje en línea, asesores educativos, conferenciantes invitados y eventos, todos los conocimientos se entregan de forma GRATUITA. Sin embargo, la escuela sí hace un compromiso. De esta manera, una escuela puede aprender y ejecutar de manera simple y sostenible el aprendizaje empresarial a través de las TIC.
nl_nl: Codeniacs is zo opgezet dat docenten en scholen worden ontlast qua programma, middelen en inzet. Via een online leeromgeving, onderwijsadviseurs, gastdocenten en evenementen wordt alle deskundigheid GRATIS geleverd. De school gaat wel een commitment aan. Op deze wijze kan een school eenvoudig en duurzaam ondernemend leren door ICT in- en uitvoeren.

source: Sign up
es_es: Registrarse
nl_nl: Schrijf u in

source: together form a unique crazy quilt
es_es: juntos forman un mosaico único
nl_nl: vormen samen een unieke lappendeken

source: We work with
es_es: Trabajamos con
nl_nl: We werken met

source: What
es_es: Qué
nl_nl: Wat

source: Why
es_es: Por qué
nl_nl: Waarom

source: Who
es_es: Quien
nl_nl: Wie

source: Young ICT entrepreneurs
es_es: Jóvenes empresarios de TIC
nl_nl: Jonge ICT ondernemers
